Revit 2027 API
ParameterTypeId.RebarMaximSuffix Property
 "Maximum Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarMaximSuffix { get; }
Public Shared ReadOnly Property RebarMaximSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarMaximSuffix {
	ForgeTypeId^ get ();
}
static member RebarMaximSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace